[
    {"author": "Patanjali", "text": "Yoga is the journey of the self, through the self, to the self."},
    {"author": "B.K.S. Iyengar", "text": "Yoga is a light, which once lit, will never dim. The better your practice, the brighter the flame."},
    {"author": "Sri Aurobindo", "text": "True knowledge is not attained by thinking. It is what you are; it is what you become."},
    {"author": "T.K.V. Desikachar", "text": "The success of yoga does not lie in the ability to perform postures but in how it positively changes the way we live our life and our relationships."},
    {"author": "Thich Nhat Hanh", "text": "Feelings come and go like clouds in a windy sky. Conscious breathing is my anchor."},
    {"author": "Paramahansa Yogananda", "text": "You do not have to struggle to reach God, but you do have to struggle to tear away the self-created veil that hides him from you."},
    {"author": "Ram Dass", "text": "We’re all just walking each other home."},
    {"author": "Sadhguru", "text": "Yoga is not about touching your toes. It’s about what you learn on the way down."},
    {"author": "Swami Sivananda", "text": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success."},
    {"author": "Krishna", "text": "A person can rise through the efforts of his own mind; or draw himself down, in the same manner. Because each person is his own friend or enemy."},
    {"author": "Eckhart Tolle", "text": "Realize deeply that the present moment is all you ever have. Make the Now the primary focus of your life."},
    {"author": "Rumi", "text": "The wound is the place where the Light enters you."},
    {"author": "The Bhagavad Gita", "text": "Yoga is the practice of tolerating the consequences of being yourself."},
    {"author": "Ramana Maharshi", "text": "Your own Self-realization is the greatest service you can render the world."},
    {"author": "Lao Tzu", "text": "Knowing others is intelligence; knowing yourself is true wisdom."},
    {"author": "Swami Vivekananda", "text": "You cannot believe in God until you believe in yourself."},
    {"author": "Osho", "text": "Be — don't try to become."},
    {"author": "Mooji", "text": "Feelings are just visitors. Let them come and go."},
    {"author": "Nisargadatta Maharaj", "text": "Wisdom tells me I am nothing. Love tells me I am everything. And between the two my life flows."},
    {"author": "Buddha", "text": "Peace comes from within. Do not seek it without."}
]
  